In [1]:
import pandas as pd

In [4]:
data={
    'first':['vishnu','shiva','brahma'],
    'last':['narayan','mahadev','rachyeta'],
    'email':['vishnu@narayan.com','shiva@mahadev.com','brahma@rachyeta.com']
}

In [5]:
df=pd.DataFrame(data)

In [6]:
df

    first      last                email
0  vishnu   narayan   vishnu@narayan.com
1   shiva   mahadev    shiva@mahadev.com
2  brahma  rachyeta  brahma@rachyeta.com

In [ ]:
# check values
df['first']==''ram